{
  "name": "OG Apps",
  "identifier": "com.apad.OGApps",
  "sourceURL": "https://cdn.apad.live/files/ogapps/ogapps.json",
  "apps": [
    {
      "name": "OG YouTube",
      "bundleIdentifier": "com.google.ios.youtube",
      "developerName": "APAD",
      "subtitle": "The old version of the YouTube app",
      "version": "15.02.1",
      "versionDate": "2022-04-09T20:43:00+02:00",
      "versionDescription": "We fixed the tubes that bring you videos – and some bugs too.",
      "downloadURL": "https://raw.githubusercontent.com/apad2025/cdn/main/files/ogapps/OGYouTube.ipa",
      "localizedDescription": "Make watching your favorite videos easier with the YouTube app. Explore brand new content, music, news and more with the official YouTube app for iPhone and iPad.\n\nDiscover even more with the official YouTube app. Subscribe to channels with your favorite content, share them with friends or upload your very own videos for everyone to see.\n\nGet more out of your video streaming app and discover even more with YouTube.\n\nYOUTUBE FEATURES:\n\nDISCOVER BRAND NEW CONTENT\n\n- Browse YouTube’s personal recommendations on the home tab\n- Watch the hottest videos, from music to viral sensations on the trending tab\n- Like something? Tap like to save to your personal list or share with your friends!\n\nSTREAM MUSIC\n- Find the videos of the latest hits!\n- Watch fresh releases from popular and trending artists\n\nLIVE STREAMS & MORE\n- Get the latest news or watch your favorite popular live streams right on your device!\n\nLEARN FROM THE BEST\n- Practice and learn alongside the best online\n- Watch videos and learn any skill you need\n- Explore thousands of videos for makeup, DIY, tips and more!\n\nCONNECT AND SHARE\n- Let people know how you feel with likes, comments, or shares\n- Directly share your friends favorite videos with your friends\n- Make a playlist that saves your favorite videos\n- See the latest from the creators you follow on the subscriptions tab\n\nDownload the official YouTube app and start watching your favorite videos today!\n\nSUPPORT YOUR FAVORITE CREATORS WITH CHANNEL MEMBERSHIPS\n- Support the channel you love with monthly recurring payments\n- Stand out in comments and live chat with a loyalty badge next to your username\n- Get access to exclusive perks from the channel\n\nWITH YOUTUBE PREMIUM, GET YOUTUBE AD-FREE, OFFLINE, AND IN THE BACKGROUND.\n- Watch the videos you love without ads!\n- Play videos in the background, even when you open another app\n- Download videos for when you're low on data or can't get online\n\nIf you subscribe via iTunes:\n\nPayment will be charged to iTunes Account at confirmation of purchase. Subscription automatically renews unless auto-renew is turned off at least 24 hours before the end of the current period. Account will be charged for renewal within 24 hours prior to the end of the current period at the rate of the selected plan. Subscriptions and auto-renewal may be managed by going to Account Settings after purchase\n\nAny unused portion of a free trial period will be forfeited when purchasing a subscription.\n\nMonthly price: $15.99\n\nYouTube paid service terms: https://www.youtube.com/t/terms_paidservice\nPrivacy policy: https://www.google.com/policies/privacy",
      "iconURL": "https://raw.githubusercontent.com/apad2025/cdn/main/files/ogapps/youtubeicon.png",
      "size": 76900000,
      "screenshotURLs": [
        "https://raw.githubusercontent.com/apad2025/cdn/main/files/ogapps/300x0w.png",
        "https://raw.githubusercontent.com/apad2025/cdn/main/files/ogapps/300x0w%20(1).png",
        "https://raw.githubusercontent.com/apad2025/cdn/main/files/ogapps/300x0w%20(2).png",
        "https://raw.githubusercontent.com/apad2025/cdn/main/files/ogapps/300x0w%20(3).png",
        "https://raw.githubusercontent.com/apad2025/cdn/main/files/ogapps/300x0w%20(4).png"
      ]
    }
  ]
}